using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

//Програма повинна підтримувати такі функції:
//• Використання (фреймворки також вітаються).
//• Редактор коду, який включає:
//o Поле для введення коду.
//o Перемикання мови програмування.
//o Встановлення ліміту пам'яті.
//o Встановлення обмеження часу виконання.
//o Відображення прогресу: поточний стан(компіляція, виконання) і результат(помилка або вихід).


namespace Test_Assignment
{
    public class Program
    {


    }
}
